[LPUtilities]
PsionTitle="灵能者"
PsionDescription="Mutare ad Custodiam，我们在自己的部队中发现了潜在的灵能者，他们将使用外星人最强大的力量来对付外星人"

PsionRankIcons[0]="UILibrary_Common.psirank_initiate"
PsionRankIcons[1]="UILibrary_Common.psirank_adept"
PsionRankIcons[2]="UILibrary_Common.psirank_mystic"
PsionRankIcons[3]="UILibrary_Common.psirank_magus"
PsionRankIcons[4]="UILibrary_Common.psirank_magus"
PsionRankIcons[5]="UILibrary_Common.psirank_magus"
PsionRankIcons[6]="UILibrary_Common.psirank_magus"
PsionRankIcons[7]="UILibrary_Common.psirank_magus"

PsionRankNames[0]="新手"
PsionRankNames[1]="能手"
PsionRankNames[2]="侍僧"
PsionRankNames[3]="门徒"
PsionRankNames[4]="秘术师"
PsionRankNames[5]="术士"
PsionRankNames[6]="占星者"
PsionRankNames[7]="天宗"

PsionShortNames[0]="新手"
PsionShortNames[1]="能手"
PsionShortNames[2]="侍僧"
PsionShortNames[3]="门徒"
PsionShortNames[4]="秘术师"
PsionShortNames[5]="术士"
PsionShortNames[6]="占星者"
PsionShortNames[7]="天宗"